tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mpv-player/mpv"
brew "ack"
brew "autojump"
brew "gettext"
brew "libffi"
brew "pixman"
brew "emacs"
brew "cask"
brew "ccat"
brew "cscope"
brew "little-cms2"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "duti"
brew "flow"
brew "gdk-pixbuf"
brew "git"
brew "git-flow"
brew "gnupg"
brew "hardlink-osx"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "libvo-aacenc"
brew "lua"
brew "python"
brew "mackup"
brew "mas"
brew "mongodb", restart_service: true
brew "youtube-dl"
brew "mpv"
brew "nvm"
brew "opencc"
brew "pyenv"
brew "redis", restart_service: true
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zbar"
brew "zsh-autosuggestions"
brew "heroku/brew/heroku"
cask "android-file-transfer"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "bittorrent-sync"
cask "calibre"
cask "cheatsheet"
cask "cleanmymac"
cask "dash"
cask "dropbox"
cask "enpass"
cask "fantastical"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hazel"
cask "iina"
cask "itsycal"
cask "karabiner"
cask "mpv"
cask "ngrok"
cask "openemu"
cask "pdfexpert"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "screenflick"
cask "spectacle"
cask "squirrel"
cask "suspicious-package"
cask "textexpander"
cask "vagrant"
cask "virtualbox"
cask "webpquicklook"
mas "1Password", id: 443987910
mas "AutoMute", id: 1118136179
mas "BitdefenderVirusScanner", id: 500154009
mas "Boom 2", id: 948176063
mas "CatchMouse", id: 439700005
mas "Clips", id: 1116588922
mas "DaisyDisk", id: 411643860
mas "Divvy", id: 413857545
mas "DrUnarchiver", id: 1127253508
mas "Evernote", id: 406056744
mas "Gemini 2", id: 1090488118
mas "Kindle", id: 405399194
mas "Manico", id: 724472954
mas "Marked 2", id: 890031187
mas "Mate Translate", id: 1005088137
mas "Noizio", id: 928871589
mas "Pocket", id: 568494494
mas "Polarr Photo Editor Pro", id: 1058273036
mas "PopClip", id: 445189367
mas "QQ", id: 451108668
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "Snip", id: 512505421
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Unclutter", id: 577085396
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
mas "unrar", id: 1071663619
