tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
tap "homebrew/services"
tap "mpv-player/mpv"
brew "ack"
brew "autojump"
brew "gettext"
brew "libffi"
brew "cask"
brew "ccat"
brew "cscope"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "duti"
brew "ffmpeg"
brew "flow"
brew "flux"
brew "gdk-pixbuf"
brew "git"
brew "git-flow"
brew "gnupg"
# brew "hardlink-osx"
brew "htop"
brew "iterm2"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "libvo-aacenc"
brew "lua"
brew "python"
brew "mackup"
brew "mas"
brew "md5sha1sum"
brew "youtube-dl"
brew "mpv"
brew "nvm"
brew "opencc"
brew "pyenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zbar"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "apppolice"
cask "bartender"
cask "bettertouchtool"
# cask "bittorrent-sync"
cask "boom-3d"
cask "brave-browser"
cask "calibre"
cask "cheatsheet"
cask "cleanmymac"
cask "dash"
cask "dropbox"
cask "electron-cash"
cask "electrum"
cask "enpass"
cask "fantastical"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "hazel"
cask "imageoptim"
cask "itsycal"
cask "karabiner-elements"
cask "ngrok"
cask "opera"
cask "pdf-expert"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "screenflick"
cask "spectacle"
cask "squirrel"
cask "suspicious-package"
cask "textexpander"
#cask "vagrant"
#cask "virtualbox"
cask visual-studio-code
cask "vivaldi"
cask "webpquicklook"
mas "AutoMute", id: 1118136179
mas "BitdefenderVirusScanner", id: 500154009
# mas "CatchMouse", id: 439700005
mas "Clips", id: 1116588922
mas "DaisyDisk", id: 411643860
mas "Divvy", id: 413857545
mas "Enpass", id: 732710998
mas "Gemini", id: 463541543
# mas "Gemini 2", id: 1090488118
# mas "Kindle", id: 405399194
mas "Manico", id: 724472954
mas "Marked 2", id: 890031187
mas "Mate Translate", id: 1005088137
mas "MenubarX", id: 1575588022
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Polarr Photo Editor Pro", id: 1058273036
mas "PopClip", id: 445189367
mas "QQ", id: 451108668
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "Snip", id: 512505421
# mas "Split Screen", id: 453757310
mas "Telegram", id: 747648890
mas "Tencent Lemon Lite", id: 1449962996
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Unclutter", id: 577085396
mas "Web Dumper", id: 508050092
mas "WeChat", id: 836500024
# mas "Xcode", id: 497799835
mas "unrar", id: 1071663619
mas "讯飞语音输入", id: 1243368435
